Repository: birko/MiniShop
Catalog: src/Site/DefaultBundle/Resources/translations/messages.*.xliff
Languages: sk

source: general.contact.verification_code %code%
sk: prosím odpíšte overovací kód %code%

source: general.contact.submit
sk: odoslať

source: Verification code does not match. You must enter %code%
sk: Overovací kód sa nezhoduje. Musíte zadať %code%

source: Your message was sent succesfuly.
sk: Vaša správa bola úspešne odoslaná.

source: Message sent
sk: Správa bola odoslaná

source: Message
sk: Vaša správa

source: Contact
sk: Kontakt

source: Claim
sk: Reklamácia

source: Fields marked with star are mandatory
sk: Položky označené hviezdičkou sú povinné

source: Contact %subject%
sk: Kontakt %subject%

source: Claim order no.:%order% %subject%
sk: Reklamácia objednávka č.:%order% %subject%

source: Contact %type% %subject%
sk: Kontakt %type% %subject%

source: Send copy to your email
sk: Odoslať kópiu na Váš email

source: Order number
sk: Číslo objednávky

source: Product number
sk: Číslo produktu

source: Account number
sk: Číslo účtu
